Repository: maxgoedjen/secretive
Catalog: Sources/Packages/Resources/Localizable.xcstrings
Source language: en
Languages: ca, fi, fr, ja, ko, pl, pt_br

# update_update_button
source: Update
ca: Actualitza
fi: Päivitä
fr: Mettre à jour
ja: アップデート
ko: 업데이트
pl: Aktualizuj
pt_br: Atualizar

# updater_download_latest_nightly_button
source: Download Latest Nightly Build
ca: Baixa l'última versió nightly
fi: Lataa viimeisin jokaöinen versio
fr: Télécharger la dernière Nightly Build
ja: 開発最新版をダウンロード
ko: 최신 Nightly Build 다운로드
pl: Pobierz najnowszą wersję Nightly
pt_br: Baixar a última Nightly Build

# create_secret_name_placeholder
source: Shhhhh
fi: Hysssss
fr: Chuuut
ja: シークレットの名前
ko: 쉿

# integrations_configure_using_secret_secret_title
source: Secret
fi: Salaisuus
fr: Secrets
ja: シークレット
ko: 비밀
pl: Sekret
pt_br: Credencial
